#   --------------------------------注释区--------------------------------
#   """
#  * 最新二开，合理分配代理，遍历所有任务，一天运行1次即可
#   * 使用IP代理：（可以防止号黑，不使用代理，每天只能获得10-40积分）https://www.ipzan.com?pid=g587ksmm
#  * 设置变量 PGSH_TOKEN,多号使用&隔开，青龙直接新建变量即可 ，网页获取ck地址：https://bigostk.github.io/pg/
#  * 代理开关变量名1：pg_dl，True为开启代理模式，False为关闭，默认为True
#  * 代理开关变量名2：use_proxy，True为开启代理模式，False为关闭，默认为True
#  * 代理变量名：pg_dlurl，代理地址是动态代理api接口，一次性提取一个，选择txt格式，\r\n或者\n模式都可以
#  * 并发开关变量名：pg_bf，True为开启并发模式，False为关闭，默认为True
#  * 并发数量变量名：pg_bfsum，并发几个就写几个，默认为5
#  * 推送开关变量名：pg_ts，True为开启推送，False为关闭，默认为True
#  * 推送变量名1：WxPusher：pg_WxPusher_token是你的WxPusher的推送组的token，pg_WxPusher_uid是你的WxPusher该推送组的用户uid，推送给谁就填写谁的，填写一个即可
#  * 推送变量名2：pushplus：pg_pushplus_token是你的pushplus的token
#  * Top: 上面两个推送配置哪个就使用哪个推送，两个都配置的话就两个都进行推送
#  * 数据库地址变量名：pg_ckurl，保证打开数据库里面是ck，并使用&隔开，或者ck#备注，并使用&隔开
#  * 不填备注默认使用隐私格式手机号作为用户名，否则使用填写的备注作为用户名
#  * 出现False就是任务已完成或者不可完成
#  * cron：55 14 * * *    使用此cron，无需担心黑号
#  * 如果第一次跑报错，下拉日志，把日志双引号的依赖，在青龙Python中安装一下

重要内容请看：

Powered By QQ：1938117551
无偿更新，如果本人找你要钱了，那就是QQ号被盗了！   
谨防收费服务！任何人不要相信，作者本人不会收费！
如果盗号者收费，后果自负。
最新版，云盘下载链接：http://110.40.38.123:17415
如果作者QQ被盗，请帮忙举报一下，谢谢。  
